{"pages":[{"title":"","date":"2019-03-20T17:11:13.051Z","path":"/404.html","text":"Error 404 Not Found - 页面君不见了哟~ 您所访问的地址无法找到或者已经被删除了， 如果您是从搜索结果点击进来看到的 404，可以先尝试使用页面 右上方的搜索文章。 访问本站出现 404，一般是因为以下原因： 本站启用固定链接之后，搜索引擎未全面更新收录。所以有时候搜索结果里的文章链接是错误的。 来都来了，就先逛逛嘛~~ 您可以访问 本站主页 ，或者联系我，吐槽下问题的详细情况， 也可以通过页面上方的 分类 或 标签 来查看本站已有的一些 tags。"},{"title":"About","date":"2016-10-24T02:24:00.000Z","path":"about/index.html","text":"关于我自己嗨呀，我好菜呀！有什么可说的呢。。。 看过太多同龄的大神，体会过各种被碾压得成渣渣的感觉，其中有来自某看着成长起来的小学生 (虽然截止现在-2016-已经初中了)，在各种博客中随时能发现随手就能碾压我的各种初高中生博主。 受到了有来自无节操赛艇群里各路 dalao 的鼓励，同时也让我默默献上了膝盖。。。 喜欢二次元，天天看着群里 dalao 穿女装、开车，不敢说话。。。受到某老司机的影响，所以自己也想建个车库（咳，我只是说文件应该整理对不对！） 各方面都是辣鸡，但是觉得好玩就不会放弃。 关于编程蒟蒻。。。各种意义上都是弱鸡。。。能和各位 蒟苣 dalao 生活在同一个时代真是了不起。 喜欢 C#，热爱玩 Python。因为觉得 C# 代码优美，逻辑关系明确，写的时候很舒服；用 Python 是因为喜欢脚本语言的便捷性，但是一直都吐槽动态语言的各种不爽，Python 学到后面各种黑科技黑魔法，总看到有 dalao 写的代码把我认为应该是 Python 设计不合理的地方当特性玩得飞起，卧槽，谁说 Python 简单来着！ 话说回来，shell 和 js 这种丧心病狂、自带混淆、又不得不用的语言，让我还是对 Python 感到别无所求了 (毕竟好那么多是不是)。 写页面向来无视浏览器兼容性，有各种写出失败且不可调试代码的丰富经历。 背景图包本站背景图片均来自网络，因个人喜好所以设为背景，不作商用，部分尚不明出处，绝大部分来自于我所喜爱的几位 P 站 画师，此处向各位大触们再次献上膝盖：（以下列举尚不完整~） 【wlop】 【千夜QYS3】 【白夜ReKi】 【KyoD＋@ミクラブ】 【小忍.pr】 【ASK】 【Cait】 业余爱好喜欢写字，喜欢弹钢琴 (虽然我只有手卷琴~)，喜欢画老婆~~ 不过还 too young, too naive ! 还需要再学习一个。 也喜欢古文，比如我就念了一句诗： ​ 苟利国家生死以 。。。 最后放一张齐神的嫌弃脸 - (我跟你讲我就这个表情！)"},{"title":"Categories","date":"2019-03-20T15:46:28.482Z","path":"categories/index.html","text":""},{"title":"Tags","date":"2019-03-20T15:46:28.481Z","path":"tags/index.html","text":""}],"posts":[{"title":"汉语拼音","date":"2017-01-22T20:14:54.000Z","path":"2017/01/23/文史哲学/文学基础/0.汉语拼音/","text":"零、汉语拼音 校对者：@肖思民 1、介绍1958年2月11日，第一届全国人民代表大会第五次会议批准颁布《汉语拼音方案》。 最先拟定的拉丁字母汉语拼音方案是1605年在北京出版的《西字奇迹》，由意大利耶酥会传教士利玛窦制定的。 汉语拼音方案公布以前，比较有影响的拼音方案有三个：注音字母（1918年公布）、国语罗马字（1926年发表）、拉丁化新文字（1931年公布于前苏联海参崴）。 现在采用拉丁字母作为汉语拼音方案的字母基础。 2、声母表 声母：23个，分别是：b p m f d t n l g k h j q x zh ch sh r z c s y w 发音：b玻、 p 坡、 m 摸、 f 佛、 d 得、 t 特、 n 讷、 l 勒、 g 歌、 k 科、 h 喝、 j 基、 q 欺、 x 希、 zh 知、 ch 蚩、 sh 思、 r 日、 z 资、 c 雌、 s 思、 y 衣、 w 乌 3、韵母表 韵母：24个单韵母6个：a o e i u ü复韵母8个：ai ei ui ao ou iu ie üe鼻韵母9个：an en in un ün ang eng ing ong特殊韵母1个：er 发音：a 啊、o 喔、e 鹅、i 衣 u 乌、ü 迂、ai 哀、ei 诶 ui 威、ao 熬、ou 欧、iu 优 ie 耶、üe 约、er 耳、an 安 en 恩、in 因、un 温、ün 晕 ang 昂、eng 享、ing 英、ong 翁 4、整体认读音节 整体认读音节：16个，分别是：zhi chi shi ri zi ci si yi wu yu ye yue yin yun yuan ying。 5、声调 声调符号阴平：- 阳平：/ 上声：∨ 去声： ﹨ 声调符号标在音节的主要母音上。轻声不标。 例如：mā 妈 má 麻 mǎ 马 mà 骂 ma 吗 读单韵母声调ā á ǎ à ō ó ǒ ò ē é ě è ī í ǐ ì ū ú ǔ ù ǖ ǘ ǚ ǜ 读复韵母声调āi ái ǎi ài ēi éi ěi èi uī uí uǐ uì āo āo ǎo ào ōu óu ǒu òu iū iú iǔ iù iē ié iě iè üē üé üě üè ēr ér ěr èr 读鼻韵母声调ān án ǎn àn ēn én ěn èn īn ín ǐn ìn ūn ún ǔn ùn ǖn ǘn ǚn ǜn āng áng ǎng àng ēng éng ěng èng īng íng ǐng ìng ōng óng ǒng òng 读整体认读音节声调zhī zhí zhǐ zhì chī chí chǐ chì shī shí shǐ shì rī rí rǐ rì zī zí zǐ zì cī cí cǐ cì sī sí sǐ sì xī xí xǐ xì wū wú wǔ wù yū yú yǔ yù yē yé yě yè yuē yué yuě yuè yuān yuán yuán yuàn yīn yín yǐn yìn yūn yún yǔn yùn yīng yíng yǐng yìng 参考文献 www.uzhizhe.com","tags":[{"name":"语言","slug":"语言","permalink":"http://www.uzhizhe.com/tags/语言/"}],"categories":[{"name":"文史哲学","slug":"文史哲学","permalink":"http://www.uzhizhe.com/categories/文史哲学/"},{"name":"文学基础","slug":"文史哲学/文学基础","permalink":"http://www.uzhizhe.com/categories/文史哲学/文学基础/"}]},{"title":"uzhizhe wiki","date":"2017-01-21T17:55:57.000Z","path":"2017/01/22/index/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","tags":[],"categories":[]}]}